Revit 2027 API
ParameterTypeId.SpatialFieldMgrLegendWidth Property
 "Legend Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpatialFieldMgrLegendWidth { get; }
Public Shared ReadOnly Property SpatialFieldMgrLegendWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpatialFieldMgrLegendWidth {
	ForgeTypeId^ get ();
}
static member SpatialFieldMgrLegendWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace